~Cases/BasicFluidFlow/simpleFoam_Basic/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/fluid_0/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    outlet
    {
        type            patch;
        nFaces          5208;
        startFace       554237;
    }
    inlet
    {
        type            patch;
        nFaces          5224;
        startFace       559445;
    }
    fluid_0-solid
    {
        type            wall;
        inGroups        1(wall);
        nFaces          14110;
        startFace       564669;
    }
)

// ************************************************************************* //
